Revit 2027 API
UnitTypeId.KilogramsForce Property
 Kilograms force.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KilogramsForce { get; }
Public Shared ReadOnly Property KilogramsForce As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KilogramsForce {
	ForgeTypeId^ get ();
}
static member KilogramsForce : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace